# StairGetWFlight1M

## Description
Returns Width Of First Flight

```pascal
FUNCTION StairGetWFlight1M(stair : HANDLE) : REAL;
```

```python

def vs.StairGetWFlight1M(stair):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|stair|HANDLE||

## Version
Availability: from Vectorworks 2021
## Category
* Objects - Stairs